brotli
c-ares
ca-certificates
cairo
fontconfig
freetype
fribidi
gcc
gettext
gh
giflib
git
glib
gmp
graphite2
harfbuzz
icu4c@76
icu4c@77
isl
jpeg-turbo
libevent
libimagequant
libmpc
libnghttp2
libpng
libraqm
libtiff
libunistring
libuv
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
little-cms2
llvm
lpeg
luajit
luv
lz4
lzo
mpdecimal
mpfr
ncurses
neovim
node
openjpeg
openssl@3
pcre2
pillow
pixman
python-packaging
python-setuptools
python-tk@3.11
python@3.11
python@3.12
python@3.13
readline
ripgrep
sqlite
starship
swift-format
swiftformat
tcl-tk@8
tmux
tree-sitter
unibilium
utf8proc
webp
xorgproto
xz
z3
zsh-autosuggestions
zsh-syntax-highlighting
zstd
adobe-acrobat-reader
cyberduck
discord
font-fira-code-nerd-font
font-monoid-nerd-font
ghostty
git-credential-manager
google-chrome
visual-studio-code
